Repository: Savkin/skin.hybrid.dev
Catalog: language/Thai/strings.po
Languages: th

# #31003
source: Power Options
th: ตัวเลือก ด้านพลังงาน

# #31004
source: Working...
th: กำลังทำงาน...

# #31005
source: Hide Information
th: ซ่อนข้อมูล

# #31006
source: View Options
th: ตัวเลือก มุมมอง

# #31007
source: Found
th: ค้นพบ

# #31008
source: Fullscreen
th: เต็มหน้าจอ

# #31009
source: New Search
th: ค้นหาใหม่

# #31010
source: Playlist Stats
th: สถานะ ของรายการเล่น

# #31011
source: UnAvailable
th: ไม่มีอยู่

# #31012
source: Launcher
th: ตัวเรียกใช้

# #31013
source: Included 3rd Party Scripts
th: รวมถึง สคริปท์ 3rd Party

# #31014
source: Enable TvTunes Script
th: เปิดใช้ สคริปท์ TvTunes

# #31015
source: Enable Watch it Later Script
th: เปิดใช้ สคริปท์ Watch it Later

# #31016
source: Enable Artist SlideShow Script
th: เปิดใช้ สคริปท์ Artist SlideShow

# #31017
source: Enable Favourites Script
th: เปิดใช้ สคริปท์ Favourites

# #31018
source: Enable Playlist Items Script
th: เปิดใช้ สคริปท์ Playlist Items

# #31019
source: HD Movies
th: ภาพยนตร์ HD

# #31020
source: Movies In Progress
th: ภาพยนตร์ ที่ดำเนินการอยู่

# #31021
source: Video - Files
th: แฟ้ม-วิดิโอ

# #31022
source: Music - Files
th: แฟ้ม-เพลง

# #31023
source: Playing
th: กำลังเล่น

# #31024
source: Page
th: หน้า

# #31025
source: Items
th: รายการ

# #31026
source: Misc Options
th: ตัวเลือก อื่นๆ

# #31027
source: Location
th: ที่ตั้ง

# #31028
source: Plot Unavailable
th: ไม่พบ เรื่องย่อ

# #31029
source: Fanart
th: แฟนอาร์ต

# #31030
source: Platform
th: แพลตฟอร์ม

# #31031
source: Pic Thumbs
th: รูปย่อ

# #31032
source: Image Wrap
th: ตัดส่วนภาพ

# #31033
source: Info
th: ข้อมูล

# #31034
source: Enable Artwork Downloader Script
th: เปิดใช้ สคริปท์ Artwork Downloader

# #31040
source: Now Playing
th: ขณะนี้กำลังเล่น

# #31042
source: PLAYING
th: กำลังเล่น

# #31043
source: PAUSED
th: หยุดชั่วขณะ

# #31044
source: FAST FORWARD
th: ไปหน้าแบบเร็ว

# #31045
source: REWIND
th: ย้อนกลับเร็ว

# #31048
source: Visualization Presets
th: ชุดรูปแบบ การแสดงแสงสี

# #31049
source: End Time
th: เวลาสิ้นสุด

# #31050
source: Sort: Ascending
th: เรียง: มากไปน้อย

# #31051
source: Sort: Descending
th: เรียง: น้อยไปมาก

# #31055
source: Open playlist
th: เปิด รายการเล่น

# #31056
source: Save playlist
th: บันทึก รายการเล่น

# #31057
source: Close playlist
th: ปิด รายการเล่น

# #31058
source: System music files
th: แฟ้มเพลงของระบบ

# #31059
source: Current playlist
th: รายการเล่น ปัจจุบัน

# #31060
source: This file is stacked, select the part you want to play from.
th: แฟ้มนี้ซ้อนกันอยู่เลือกส่วนที่คุณต้องการจะเล่นจาก

# #31061
source: Current Selected
th: ที่เลือกในปัจจุบัน

# #31101
source: Home screen options
th: ตัวเลือก หน้าจอหลัก

# #31102
source: Hide Media Cases
th: ซ่อน กล่องใส่สื่อ

# #31103
source: Show "Paused" in picture slide show
th: แสดง "หยุดชั่วขณะ" ในการนำเสนอภาพนิ่ง

# #31106
source: Miscellaneous options
th: ตัวเลือก อื่นๆ

# #31107
source: Enable ClearArt
th: เปิดใช้ อาร์ตพื้นใส

# #31109
source: Media backgrounds
th: พื้นหลังของสื่อ

# #31110
source: Edit Background for Media Type
th: แก้ไขพื้นหลังสำหรับประเภทสื่อ

# #31111
source: Hide
th: ซ่อน

# #31112
source: Options
th: ตัวเลือก

# #31113
source: Single Image
th: ภาพเดี่ยว

# #31114
source: Multi Image
th: หลายภาพ

# #31115
source: Customizer
th: ตัวปรับแต่ง

# #31119
source: Hide Background Fanart
th: ซ่อน แฟนอาร์ตในพื้นหลัง

# #31128
source: Lyrics
th: เนื้อเพลง

# #31132
source: Lyrics Add-on
th: ส่วนเสริม เนื้อเพลง

# #31133
source: Subtitle Add-on
th: ส่วนเสริม คำบรรยาย

# #31140
source: Music OSD
th: OSD เพลง

# #31141
source: Video OSD
th: OSD วิดีโอ

# #31200
source: Shortcuts
th: ปุ่มลัด

# #31203
source: Choose Your Song
th: เลือกเพลงของคุณ

# #31205
source: Lyrics Source
th: แหล่งของเนื้อเพลง

# #31295
source: Map & Alerts
th: แผนที่และการเตือน

# #31296
source: Hourly Forecast
th: พยากรณ์รายชั่วโมง

# #31297
source: Weekend Forecast
th: พยากรณ์สุดสัปดาห์

# #31298
source: 36 Hour Forecast
th: พยากรณ์ ใน 36 ชั่วโมง

# #31299
source: Default Forecast
th: ค่าเริ่มต้น พยากรณ์อากาศ

# #31300
source: Current Temp
th: อุณภูมิปัจจุบัน

# #31301
source: Last Updated
th: ปรับปรุงล่าสุด

# #31302
source: Menu
th: เมนู

# #31303
source: Data provider
th: ผู้ให้บริการข้อมูล

# #31304
source: Fanart Diffusion
th: การฟุ้งของแฟนอาร์ต

# #31305
source: No Disc Media Detected
th: ไม่ตรวจพบซีดีของสื่อ

# #31306
source: Eject
th: ดันถาดออก

# #31309
source: Memory Used:
th: หน่วยความจำที่ใช้

# #31310
source: Track Number
th: หมายเลข แทรค

# #31311
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
th: รูปภาพแฟนอาร์ต[CR][CR]ไม่มี[CR][CR] คลิกปุ่มเพื่อตั้งค่า

# #31312
source: Current Scraper
th: ตัวดึงข้อมูลปัจจุบัน

# #31313
source: Choose a Scraper
th: เลือก ตัวดึงข้อมูล

# #31314
source: Content Scanning Options
th: ตัวเลือกการสืบค้นเนื้อหา

# #31319
source: Selected Profile
th: เลือก โปรไฟล์

# #31320
source: Last Logged In
th: ที่เข้าใช้ ล่าสุด

# #31321
source: Karaoke Song Selector
th: ตัวเลือกเพลงคาราโอเกะ

# #31322
source: Aired
th: ออกอากาศ

# #31323
source: Latest Movies
th: ภาพยนตร์ ล่าสุด

# #31324
source: Latest Episodes
th: ตอน ล่าสุด

# #31325
source: Playlist Options
th: ตัวเลือกของรายการเล่น

# #31326
source: Created
th: สร้างเมื่อ

# #31327
source: Resolution
th: ความละเอียดจอ

# #31328
source: Recently Added
th: ที่เพิ่งเพิ่ม

# #31329
source: [B]Timer set![/B] [COLOR=grey2] - System auto shutdown in[/COLOR]
th: [B]ตั้งค่า ตัวจับเวลา![/B] [COLOR=grey2] - ระบบจะปิดอัตโนมัติ ใน[/COLOR]

# #31330
source: Click button to play[CR][CR]Movie trailer
th: คลิกปุ่ม เพื่อเล่น[CR][CR]ตัวอย่างภาพยนตร์

# #31331
source: Album Details
th: รายละเอียด อัลบั้ม

# #31351
source: Pause
th: หยุดชั่วขณะ

# #31352
source: Stop
th: หยุด

# #31353
source: Fast Forward
th: ไปหน้าแบบเร็ว

# #31354
source: Rewind
th: เล่นกลับเร็ว

# #31355
source: Movie menu
th: เมนู ภาพยนต์

# #31356
source: Download Subtitles
th: ดาวน์โหลด คำบรรยาย

# #31390
source: Skin default
th: หน้าตาพื้นฐาน

# #31392
source: Arial based
th: ใช้ฟ้อนท์ Arial เป็นหลัก

# #31450
source: CONFIGURE APPEARANCE SETTINGS
th: ปรับแต่งการตั้งค่า การแสดงผล

# #31451
source: CONFIGURE VIDEO SETTINGS
th: ปรับแต่งการตั้งค่า วิดีโอ

# #31452
source: CONFIGURE MUSIC SETTINGS
th: ปรับแต่งการตั้งค่า เพลง

# #31453
source: CONFIGURE PICTURE SETTINGS
th: ปรับแต่งการตั้งค่า รูปภาพ

# #31454
source: CONFIGURE WEATHER SETTINGS
th: ปรับแต่งการตั้งค่า สภาพอากาศ

# #31455
source: CONFIGURE SYSTEM SETTINGS
th: ปรับแต่งการตั้งค่า ระบบ

# #31456
source: CONFIGURE SKIN SETTINGS
th: ปรับแต่งการตั้งค่า หน้าตา

# #31457
source: CONFIGURE ADD-ONS
th: ปรับแต่งการตั้งค่า ส่วนเสริม

# #31458
source: CONFIGURE TV SETTINGS
th: ปรับแต่งการตั้งค่า ทีวี

# #31459
source: CONFIGURE SERVICE SETTINGS
th: ปรับแต่งการตั้งค่า บริการ

# #31460
source: Change the skin · Set language and region · Change file listing options · Set up a screensaver
th: เปลี่ยนหน้าตา · กำหนดภาษาและภูมิภาค · เปลี่ยนตัวเลือกการแสดงรายการแฟ้ม · ตั้งค่าการพักหน้าจอ

# #31461
source: Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts
th: จัดการคลังข้อมูลวิดีโอ · กำหนดตัวเลือกการเล่นวิดีโอ · เปลี่ยนตัวเลือกการแสดงรายการวิดีโอ · กำหนดแบบอักษรคำบรรยาย

# #31462
source: Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options
th: จัดการคลังข้อมูลเพลง · กำหนดตัวเลือกการเล่นเพลง · เปลี่ยนตัวเลือกการแสดงรายการเพลง · ตั้งค่าการส่งเพลง · กำหนดตัวเลือกคาราโอเกะ

# #31463
source: Set picture listing options · Configure slideshows
th: กำหนดตัวเลือกแสดงรายการภาพ · ตั้งค่าการแสดงสไลด์

# #31464
source: Set three cities to collect weather information
th: กำหนดสามเมือง เพื่อเก็บรวบรวมข้อมูลสภาพอากาศ

# #31465
source: Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock
th: ตั้งค่าและปรับเทียบจอแสดงผล · กำหนดค่าส่งออกเสียง · ตั้งค่าการควบคุมด้วยรีโมท · กำหนดตัวเลือกการประหยัดพลังงาน · เปิดใช้การแก้ไขข้อบกพร่อง · ตั้งค่าล็อคหลัก

# #31466
source: Setup the Hybrid skin · Add and remove home menu items · Change skin backgrounds
th: ติดตั้งสกิน Hybrid · เพิ่มและเอาออก รายการเมนูหน้าหลัก · เปลื่ยนพื้นหลังสกิน

# #31467
source: Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org · Modify Add-on settings
th: จัดการส่วนเสริมของคุณที่ติดตั้งไว้ · ค้นหาและติดตั้งส่วนเสริมจาก xbmc.org · ปรับแต่งการตั้งค่าของส่วนเสริม

# #31468
source: Change fullscreen info · Manage EPG data settings
th: เปลี่ยนการแสดงข้อมูลแบบเต็มจอ · จัดการการตั้งค่า ข้อมูล EPG

# #31469
source: Setup control of XBMC via UPnP and HTTP · Configure file sharing · Enable Zeroconf · Configure AirPlay
th: ตั้งค่าการควบคุมของ XBMC ผ่าน UPnP และ HTTP · กำหนดค่าใช้ไฟล์ร่วมกัน · เปิดใช้ Zeroconf · กำหนดค่า AirPlay

# #31470
source: Select your XBMC user Profile[CR]to login and continue
th: เลือกโปรไฟล์ผู้ใช้ XBMC ของคุณ[CR]เพื่อเข้าระบบและดำเนินการต่อไป

# #31501
source: Scheduled Time
th: ระยะเวลาที่กำหนด

# #31502
source: Live TV
th: ทีวี สด

# #31503
source: Add Group
th: เพิ่มกลุ่ม

# #31504
source: Rename Group
th: เปลี่ยนชื่อกลุ่ม

# #31505
source: Delete Group
th: ลบกลุ่ม

# #31506
source: Available[CR]Groups
th: กลุ่ม[CR]ที่มีอยู่

# #31509
source: Channel Group
th: กลุ่มช่องสัญญาณ

# #31510
source: Timer Set
th: ตัวตั้งเวลา

# #31511
source: Channel Options
th: ตัวเลือกของช่องสัญญาณ

# #31600
source: Action
th: การกระทำ

# #31601
source: Adventure
th: ผจญภัย

# #31602
source: Animation
th: อนิเมชั่น

# #31603
source: Biography
th: ประวัติ

# #31604
source: Children
th: สำหรับเด็ก

# #31605
source: Comedy
th: ตลก

# #31606
source: Crime
th: อาชญากรรม

# #31607
source: Disaster
th: ภัยพิบัติ

# #31608
source: Documentary
th: สารคดี

# #31609
source: Drama
th: ละครชีวิต

# #31610
source: Family
th: ครอบครัว

# #31611
source: Fantasy
th: แฟนตาซี

# #31612
source: History
th: ประวัติศาสตร์

# #31613
source: Holiday
th: วันหยุด

# #31614
source: Horror
th: สยองขวัญ

# #31615
source: Indie
th: อินดี้

# #31616
source: Musical
th: เพลง

# #31617
source: Mystery
th: ลึกลับ

# #31618
source: Romance
th: โรแมนติก

# #31619
source: Sci-Fi
th: นิยายวิทยาศาสตร์

# #31620
source: Short
th: สั้น

# #31621
source: Sport
th: กีฬา

# #31622
source: Suspense
th: จดจ่อ

# #31623
source: Thriller
th: ตื่นเต้นเร้าใจ

# #31624
source: War
th: สงคราม

# #31625
source: Western
th: ตะวันตก

# #31635
source: Genre Posters
th: โปสเตอร์ ประเภท

# #31636
source: Vertical Logo
th: โลโก้ แนวดิ่ง

# #31637
source: Logo Wall
th: ผนัง โลโก้

# #31651
source: Use External Genre Icons - media/MovieGenre/*.png
th: ใช้ไอคอนประเภทจากภายนอก - media/MovieGenre/*.png

# #31652
source: Hide Music CD Disk & Case
th: ซ่อน แผ่นซีดี & กล่อง เพลง

# #31653
source: Delay Info Popup
th: หน่วงเวลา การแสดงข้อมูล

# #31654
source: Use Thumbnails
th: ใช้ รูปย่อ

# #31655
source: Enable Scrolling Panel Items
th: เปิดใช้ การเลื่อนรายการแผงข้อมูล

# #31657
source: Live Cases
th: วางกล่อง

# #31658
source: Live CD Wall
th: แสดงผนังซีดี

# #31659
source: Enable User Genre Backgrounds
th: เปืดใช้ พื้นหลังประเภท ของผู้ใช้

# #31660
source: Streams
th: กระแส

# #31661
source: Movie Sets
th: ภาพยนตร์ชุด

# #31662
source: TV Shows
th: รายการทีวี

# #31663
source: Shows
th: แสดง

# #31664
source: Trailers
th: หนังตัวอย่าง

# #31665
source: UpTime
th: ระยะเวลา

# #31667
source: Up One Level
th: ขึ้นไปหนึ่งขั้น

# #31668
source: Enable Global Backgrounds
th: เปิดใช้ พิ้นหลังแบบครอบคลุม

# #31669
source: Concerts
th: คอนเสิร์ต

# #31670
source: Dark Background
th: พื้นหลัง มืด

# #31672
source: Hide RainDrop Effect
th: ซ่อน เอฟเฟ็คฝนตก

# #31673
source: Default Submenu Items
th: ค่าเริ่มต้น รายการเมนูย่อย

# #31674
source: Hide - Default Submenu Items
th: ซ่อน - ค่าเริ่มต้น รายการเมนูย่อย

# #31676
source: OpenELEC OS
th: ระบบ OpenELEC

# #31677
source: Use Vertical Menu System
th: ใช้ระบบเมนู แนวดิ่ง

# #31678
source: [COLOR=selected][B]Warning!![/B][/COLOR] - Reset Skin Values to Initial Install Defaults
th: [COLOR=selected][B]คำเตือน!![/B][/COLOR] - คืนค่าสกิน เป็นค่าเริ่มต้นตอนติดตั้ง

# #31679
source: Reset
th: คืนค่า

# #31680
source: User Data
th: ข้อมูล ของผู้ใช้

# #31681
source: Hide Thumbnails
th: ซ่อน รูปย่อ

# #31683
source: Nodes
th: ส่วนโยง

# #31684
source: Browser Backdrop
th: พื้นหลังเบราว์เซอร์

# #31685
source: Global
th: โดยครอบคลุม

# #31686
source: Hide Now Playing Background
th: ซ่อนพื้นหลัง ที่กำลังเล่นขณะนี้

# #31688
source: Next Recording Not Set
th: การบันทึกถัดไป ไม่ได้ตั้งไว้

# #31689
source: Allow Drive Search for Local Art
th: ยอมให้ค้นหาอาร์ตเวิร์คในไดว์

# #31690
source: Auto Show Horizontal SubMenu
th: แสดงเมนูย่อยแนวขวางอัตโนมัติ

# #31691
source: Hide TVShow Episode Screenshots
th: ซ่อน จับภาพตอนของรายการทีวี

# #31692
source: Allow Drive Search for Extra Fanart
th: ยอมให้ค้นหาแฟนอาร์ตพิเศษในไดว์

# #31693
source: Show Media Now Playing
th: แสดงสื่อ ที่กำลังเล่น

# #31694
source: Get Artwork
th: รับ อาร์ตเวิร์ค

# #31695
source: Hide Hidden Content Menu Arrows
th: ซ่อน ลูกศรเมนูเนื้อหาที่ถูกซ่อน

# #31696
source: Hide Seek Bar OSD During Fullscreen Playback
th: ซ่อน OSD แถบค้น ระหว่างการเล่นเต็มจอ

# #31697
source: ExtraFanArt
th: แฟนอาร์ตพิเศษ

# #31698
source: Media Certification Country
th: ประเทศที่รับรองสื่อ

# #31699
source: Hide Genre Icons
th: ซ่อน ไอคอนของประเภท

# #31700
source: United States
th: สหรัฐอเมริกา

# #31701
source: Great Britian
th: สหราชอาณาจักร

# #31702
source: Germany
th: เยอรมัน

# #31703
source: Australia
th: ออสเตรเลีย

# #31907
source: Forecast
th: พยากรณ์

# #31908
source: Chance of Precipitation
th: โอกาสเกิดฝน

# #31909
source: Fetching forecast info...
th: กำลังเรียกข้อมูลการพยากรณ์ ...

# #31910
source: Menu Item - 1 - Remembers Last Submenu Action Used
th: รายการ เมนู - 1 - จดจำการกระทำครั้งล่าสุดในเมนูย่อย

# #31911
source: Enable XBMC Intro Movie
th: เปิดใช้ ภาพยนตร์ไตเติ้ล XBMC

# #31914
source: Home Panel Options
th: ตัวเลือก แผงควบคุมหลัก

# #31917
source: Random Concerts
th: สุ่ม คอนเสิร์ต

# #31918
source: Recent Concerts
th: คอนเสิร์ต ล่าสุด

# #31919
source: Random Albums
th: สุ่ม อัลบั้ม

# #31920
source: Suggested Albums
th: อัลบั้ม ที่แนะนำ

# #31921
source: Recent Albums
th: อัลบั้ม ล่าสุด

# #31922
source: Random Episodes
th: สุ่มตอน

# #31923
source: Suggested Episodes
th: ตอน ที่แนะนำ

# #31924
source: Recent Episodes
th: ตอน ล่าสุด

# #31925
source: Random Movies
th: ภาพยนตร์ แบบสุ่ม

# #31926
source: Suggested Movies
th: ภาพยนตร์ ที่แนะนำ

# #31927
source: Recent Movies
th: ภาพยนตร์ ล่าสุด

# #31928
source: Home Media Panel Type
th: รูปแบบ แผงสื่อหลัก

# #31930
source: Use Disk Cases
th: ใช้ กล่องใส่แผ่น

# #31931
source: Animated Cases
th: กล่อง แบบเคลื่อนไหว

# #31932
source: Use Season Art - TVShow/season */fanart.jpg
th: ใช้อาร์ตของฤดู - TVShow/season */fanart.jpg

# #31933
source: Up One Level
th: ขึ้นไปหนึ่งขั้น

# #31934
source: Wide List
th: รายการ แบบกว้าง

# #31935
source: information
th: ข้อมูล

# #31936
source: Filmography
th: ผลงานภาพยนตร์

# #31937
source: Select Submenu Set
th: เลือก ชุดของเมนูย่อย

# #31938
source: None
th: ไม่มี

# #31939
source: Home Menu Submenu Type
th: รูปแบบ เมนูหลัก เมนูย่อย

# #31940
source: Rip CD
th: ริป แผ่นซีดี

# #31941
source: User Submenu Item
th: รายการเมนูย่อย ของผู้ใช้

# #31946
source: Panel Transparency
th: ความโปร่งใส ของแผงข้อมูล

# #31948
source: Watch it Later
th: ดูในภายหลัง

# #31949
source: Show Library Stats
th: แสดงสถานะคลังข้อมูล

# #31950
source: Home Menu Items
th: รายการ เมนูหลัก

# #31951
source: Menu Item
th: รายการในเมนู

# #31952
source: Select Menu Option Type
th: เลือกรูปแบบ ตัวเลือกในเมนู

# #31953
source: Clear Menu Option
th: ล้าง ตัวเลือกของเมนู

# #31955
source: Installed
th: ติดตั้งแล้ว

# #31956
source: Streaming Media
th: สื่อ แบบกระแสข้อมูล

# #31958
source: User
th: ผู้ใช้

# #31959
source: Suggested
th: ที่แนะนำ

# #31961
source: Cinema
th: โรงภาพยนตร์

# #31962
source: Enable Artist Slideshow Background
th: เปิดใช้งาน สไลด์โชว์ศิลปิน ในพื้นหลัง

# #31963
source: Enable Album Art Background Wall
th: เปิดใช้ พื้นหลังแบบผนังของอัลบั้มอาร์ต

# #31964
source: Next Tracks
th: แทร็ก ถัดไป

# #31965
source: Only Show Music Visualization
th: แสดงเพียงแสงสีประกอบเพลง

# #31966
source: Enable Banners
th: เปิดใช้ ป้ายรายการ

# #31967
source: Allow Playlist Script Suggestions
th: ยอมรับสคริปท์รายการเล่นที่แนะนำ

# #31968
source: Playlist Script Shows Recent not Random Items
th: สคริปท์รายการเล่น แสดงล่าสุดแทนสุ่มรายการ

# #31969
source: Playlist Script Only Shows UnWatched Items
th: สคริปท์รายการเล่น แสดงรายการที่ยังไม่ดูเท่านั้น

# #31970
source: Show Story Plot on Pause
th: แสดงเรื่องย่อ ในหยุดชั่วขณะ

# #31973
source: Low List
th: รายการแบบต่ำ

# #31974
source: Show Logos
th: แสดง โลโก้

# #31978
source: Play
th: เล่น

# #31979
source: OSD shows Logo not ClearArt
th: OSD แสดงโลโก้ไม่มีอาร์ตแบบใส

# #31980
source: Recently Added Items
th: รายการที่เพิ่งเพิ่ม

# #31981
source: Random Items
th: รายการ แบบสุ่ม

# #31982
source: AddOns
th: ส่วนเสริม

# #31983
source: Show SubTitle Country Flag
th: แสดงธงภาษาของคำบรรยาย

# #31984
source: Media Views - Global
th: มุมมองสื่อ - ครอบคลุม

# #31985
source: Use External Watch Status Icons [COLOR=grey3](Media Thumbnails Only)[/COLOR]
th: ใช้ไอคอนแสดงสถานะการรับชม จากภายนอก [COLOR=grey3](รูปย่อของสื่อเท่านั้น)[/COLOR]

# #31986
source: Allow External "UnWatched" Icon
th: ยอมให้ใช้ ไอคอน "ยังไม่ได้ดู" จากภายนอก

# #31987
source: Wallstream
th: ผนังสตรีม

# #31988
source: Darken Watched
th: ที่ดูแล้ว มืดลง

# #31989
source: Latest Albums
th: อัลบั้มล่าสุด

# #31990
source: Skin Settings
th: การตั้งค่า หน้าตา

# #31991
source: Stop Background Fanart Animation
th: หยุดการเคลื่อนไหว แฟนอาร์ตในพื้นหลัง

# #31994
source: Hide Home Panel FanArt
th: ซ่อนแฟนอาร์ตในแผงหน้าหลัก

# #31996
source: Enable Kiosk Mode
th: เปิดใช้ โหมด Kiosk

# #31997
source: Right List
th: รายการด้านขวา

# #31998
source: Global Background
th: พื้นหลัง โดยครอบคลุม

# #31999
source: Home Panel Addons
th: ส่วนเสริม แผงหน้าหลัก
